app/controllers/users_controller.rb

  def create
    @user = User.new(user_params)
    if @user.save
---
INSERT INTO `users` (`name`, `email`, `created_at`, `updated_at`, `password_digest`) VALUES ('testestes', 'testest@tes.com', '2021-01-22 18:16:29.984188', '2021-01-22 18:16:29.984188', '$2a$12$u62k70q.70dSYstg9ZK7zeOd7tBRgaaWsj/jwohGOqCM3BVUAI8s6')